Repository: ojuba-org/ojuba-mimic
Catalog: po/*.po
Languages: ar

source: Ojuba MiMiC
ar: محول وسائط أعجوبة

source: Ojuba Multi Media Conveter
ar: محول وسائط أعجوبة

source: MiMiC :: Multi Media Converter
ar: محول وسائط أعجوبة :: MiMiC

source: To:
ar: إلى :

source: Files
ar: الملفات

source: Status
ar: الحالة

source: Options
ar: الخيارات

source: Add files, Then click Convert!
ar: أضف الملفات ، ثم إنقر تحويل ...

source: Open output folder
ar: فتح المجلد متضمن الناتج

source: File/Files removed
ar: ملف/ملفات أزيلت

source: Done
ar: تم

source: Error
ar: خطأ

source: Finished:
ar: مكتملة:

source: Converting:
ar: يجري التحويل:

source: file/files of
ar: ملف/ملفات من

source: Compleated
ar: مكتمل

source: Converting ...
ar: يجري التحويل...

source: Not started
ar: لم يبدأ

source: Click Convert, to start converting
ar: انقر تحويل, لبدء تحويل

source: file/files
ar: ملف/ملفات

source: Stoped:
ar: متوقف:

source: Canceled
ar: ملغى

source: Exists; Skipped
ar: موجود: تخطي

source: There are corrently running oprations, Stop it?
ar: هناك عمليات جارية، هل ترغب في توقيفها ؟

source: custom
ar: مخصص

source: Quality:
ar: الجودة :

source: Low
ar: منخفضة

source: Normal
ar: عادية

source: High
ar: مرتفعة

source: Quality
ar: الجودة

source: same as source
ar: كالمصدر

source: fixed
ar: ثابت

source: Select destination folder
ar: إختر دليلاً

source: Save destination as:
ar: حفظ إلى :

source: Skip
ar: تخطي

source: Overwrite
ar: استبدال

source: Rename
ar: أعد التسمية

source: If destination exists:
ar: الملف الهدف موجود :

source: Save
ar: حفظ

source: Audio Bitrates:
ar: معدل البتات الصوتي :

source: Audio Samplerate:
ar: نسبة عينة الصوت :

source: Audio Quality:
ar: جودة الصوت :

source: Audio
ar: الصوت

source: Video Bitrates:
ar: معدل البتات للفيديو :

source: Resize:
ar: أعد التحجيم :

source: Video Quality:
ar: جودة الفيديو :

source: Video
ar: الفيديو

source: Top
ar: أعلى

source: Bottom
ar: أسفل

source: Left
ar: يسار

source: Right
ar: يمين

source: Crop
ar: إقتصاص :

source: Pad
ar: حاشية :

source: Advanced
ar: متقدم

source: Error: Validity python eval check faild
ar: خطأ : فشل التحقق من صحة python eval

source: choose a valid size and bitrate (try cif and 4750)
ar: إختر حجم ومعدل صحيحين (حاول cif و ٤٧٥٠ )

source: audio samplerate should be 44100, 22050 or 11025
ar: عينة الصوت sample rate يجب أن تكون ٤٤١٠٠ أو ٢٢٠٥٠ أو ١١٠٢٥

source: Width and Hight must be multibles of 16 or too big resolution
ar: العرض والارتفاع يجب أن يكونا من مضاعفات ال ١٦ أو أن الدقة عالية جداً!

source: too big resolution, resize it so that width<=320 and height<=240
ar: دقة عالية جداً ، حاول أن تجعل العرض أقل من أو يساوى ٣٢٠ ، والطول أقل من أو يساوى ٢٤٠

source: Released under terms of Waqf Public License. This program is free software; you can redistribute it and/or modify it under the terms of the latest version Waqf Public License as published by Ojuba.org. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. The Latest version of the license can be found on "http://waqf.ojuba.org/license"
ar: صدر بموجب شروط رخصة وقف العامة. هذا البرنامج حر ؛ يمكنك إعادة توزيعه و/أو تعديله تحت شروط آخر إصدار من رخصة وقف العامة كما نشر بواسطة منظمة أعجوبة تم توزيع هذا البرنامج ونتمنى أن يكون مفيداً ولكن بدون ضمانات ، ولا حتى ضمان أداء المهمة المطلوبة منه يمكن الاطلاع على آخر إصدار من الرخصة على http://waqf.ojuba.org/license

source: Select files to convert
ar: اختر ملفات لتحويلها

source: All media files
ar: جميع ملفات الوسائط

source: All video files
ar: جميع ملفات الفيديو

source: All audio files
ar: جميع الملفات الصوتية

source: All files
ar: جميع الملفات

source: Copyright © 2008-2015 Ojuba.org <core@ojuba.org>
ar: جميع الحقوق محفوظة لفريق أعجوبة © 2008-2015 Ojuba.org <core@ojuba.org>

source: Multi Media Converter
ar: محول وسائط أعجوبة
